Repository: PaperHammer/XamlNexus
Catalog: src/Winui3_XamlNexus.UIComponent/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Settings_General_AppearanceAndAction_AppFileStorage
source: Storage path
zh_cn: 存储路径

# Settings_General_AppearanceAndAction_AppFileStorageExplain
source: Modifying a directory will copy all the content to the new directory
zh_cn: 修改目录后将会拷贝所有内容至新目录下

# Settings_General_AppearanceAndAction_AppFileStorage_ModifyTooltip
source: Modify the directory
zh_cn: 修改目录

# Settings_General_AppearanceAndAction_AppFileStorage_OpenTooltip
source: Browser the directory
zh_cn: 浏览目录

# Settings_General_AppearanceAndAction_AppLanguage
source: Language settings
zh_cn: 语言设置

# Settings_General_AppearanceAndAction_AppLanguageExplain
source: Changing the language requires a restart of the UI
zh_cn: 修改语言需要重启 UI 界面

# Settings_General_AppearanceAndAction_AppSystemBackdrop
source: UI texture
zh_cn: UI 纹理

# Settings_General_AppearanceAndAction_AppSystemBackdropExplain
source: Changing the background texture requires a restart of the UI
zh_cn: 修改背景纹理需要重启 UI 界面

# Settings_General_AppearanceAndAction_AppSystemBackdrop_Acrylic_Hyperlink
source: Acrylic
zh_cn: 亚克力

# Settings_General_AppearanceAndAction_AppSystemBackdrop_Mica_Hyperlink
source: Mica
zh_cn: 云母

# Settings_General_AppearanceAndAction_AppTheme
source: App Theme
zh_cn: 应用主题

# Settings_General_AppearanceAndAction_AppThemeExplain
source: Changing the theme requires a restart of the UI
zh_cn: 修改主题需要重启 UI 界面

# Settings_General_AppearanceAndAction_AppThemeHyperlink
source: Windows Theme Settings
zh_cn: Windows 主题设置

# Settings_General_AppearanceAndAction_AutoStart
source: Starts automatically when the device is turned on
zh_cn: 开机自启动

# Settings_General_AppearanceAndAction__sysbdAcrylic
source: Acrylic
zh_cn: 亚克力

# Settings_General_AppearanceAndAction__sysbdDefault
source: Default
zh_cn: 默认

# Settings_General_AppearanceAndAction__sysbdMica
source: Mica
zh_cn: 云母

# Settings_General_AppearanceAndAction__themeDark
source: Drak
zh_cn: 深色

# Settings_General_AppearanceAndAction__themeFollowSystem
source: Follow the system
zh_cn: 跟随系统

# Settings_General_AppearanceAndAction__themeLight
source: Light
zh_cn: 浅色

# Settings_General_Text_AppearanceAndAction
source: Appearance & Behavior
zh_cn: 外观 & 行为

# Settings_General_Text_Version
source: Version
zh_cn: 版本

# Settings_General_Version_Download
source: Download it now
zh_cn: 立即下载

# Settings_General_Version_DownloadCancel
source: Cancel
zh_cn: 取消

# Settings_General_Version_DownLoadedMsg
source: The update package is ready, click the 'Install' button to start the update.
zh_cn: 更新包已准备好，点击“安装”按钮以开始更新

# Settings_General_Version_DownloadFailedMsg
source: Unable to download the update. Please check your internet connection and try again.
zh_cn: 无法下载更新，请检查网络连接后重试。

# Settings_General_Version_DownloadFailedTitle
source: Download Failed
zh_cn: 下载失败

# Settings_General_Version_DownloadingTitle
source: Downloading…
zh_cn: 正在下载…

# Settings_General_Version_DownloadStart
source: Download
zh_cn: 下载

# Settings_General_Version_FindNew
source: Find the new version
zh_cn: 发现新版本

# Settings_General_Version_Install
source: Install
zh_cn: 立即安装

# Settings_General_Version_LastCheckDate
source: Last Detected Time:
zh_cn: 上次检测时间：

# Settings_General_Version_MsStore
source: Microsoft Store Edition
zh_cn: 微软商店版

# Settings_General_Version_NewVersionDownLoadedTitle
source: Download Completed
zh_cn: 下载完成

# Settings_General_Version_Release_Notes
source: Release Notes
zh_cn: 发行说明

# Settings_General_Version_SeeNews
source: See what's new
zh_cn: 查看更新内容

# Settings_General_Version_UpdateCheck
source: Check for updates
zh_cn: 检查更新

# Settings_General_Version_UpdateErr
source: Update failed, please check the network status.
zh_cn: 更新失败，请检查网络情况

# Settings_General_Version_UptoNewest
source: It's the latest version!
zh_cn: 已是最新版本！

# Settings_General_Version_VerifyFailedMsg
source: The downloaded update package may be corrupted. Please try downloading again.
zh_cn: 下载的更新包可能已损坏，请重新尝试下载

# Settings_General_Version_VerifyFailedTitle
source: File Verification Failed
zh_cn: 文件校验失败

# Settings_System_Developer_Debug
source: Debuger
zh_cn: 调试器

# Settings_System_Developer_DebugExplain
source: Displays information about the specific operations when the program is executed
zh_cn: 显示程序执行时的具体操作信息

# Settings_System_Developer_Log
source: Log
zh_cn: 日志

# Settings_System_Developer_LogExplain
source: Create a log protection report
zh_cn: 创建日志保报告

# Settings_System_Text_Debug
source: Open
zh_cn: 打开

# Settings_System_Text_Developer
source: Developers
zh_cn: 开发者

# SidebarHomePage
source: HomePage
zh_cn: 主页
